Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/digitalt_plenumsmote_i_desember.html.tmx
Source language: nob
Languages: sme

source: Digitalt plenumsmøte i desember
sme: Digitála dievasčoahkkin juovlamánus

source: Sametingets plenumsledelse har i dag besluttet at plenumssamlingen 01.- 04.
sme: Dievasčoahkkima jođihangoddi lea odne mearridan ahte dievasčoahkkin 01.- 04.

source: 12.20 avvikles digitalt.
sme: 12.20 lágiduvvo digitála reaidduiguin.

source: Det er den økende Covid-19 smittetrenden som er hovedgrunnen til at møtet avvikles digitalt.
sme: Duogážin mearrádussii lea go Covid-19 njoammun lea lassánan servodagas.

source: Fra før er det besluttet at komitemøtene, som skal gjennomføres 16.- 20.
sme: Ovdalaččas lea mearriduvvon ahte lávdegoddečoahkkimat 16.- 20.

source: 11.20, også avvikles digitalt.
sme: 11.20 maiddái leat digitála hámis.

source: For spørsmål kan plenumsleder Tom Sottinen kontaktes på tlf. +47 412 72 386.
sme: Jus leat jearaldagat, de sáhttá dievasčoahkkinjođiheaddji Tom Sottinen vástidit gažaldagaide, tlf +47 412 72 386.
